/* Copyright © 2001-2012 Apple Inc. All Rights Reserved. */
/* Localization dictionary for Apple Hardware Test 3.0 series */

"is-two-bytes"	= "0";
"version-sig"	= "EN-070918";

"common-controls-restart"		= "Επανεκκίνηση";
"common-controls-shutdown"		= "Τερματισμός";
"common-controls-continue"		= "Συνέχεια";

"common-tab-apple-title"		= " Πληροφορίες ";			// does look better with spaces at head and tail
"common-tab-test-title"			= " Δοκιμές υλισμικού ";	// does look better with spaces at head and tail
"common-tab-profile-title"		= " Προφίλ υλισμικού ";	// does look better with spaces at head and tail
"common-version-str"			= "Έκδοση ";
"common-bundle-str"				= "Δέσμη ";

"mark-graphics-unknown-str"		= "Άγνωστο βίντεο";
"mark-graphics-none-str"		= " ";

"mark-generic-present-str"		= "Εγκατεστημένο";
"mark-generic-absent-str"		= "Δεν βρέθηκε";
"mark-generic-hasDevice-str"	= "Η συσκευή είναι συνδεδεμένη";
"mark-generic-hasNoDevice-str"	= "Καμία συνδεδεμένη συσκευή";

"units-hz--short-str"	= "Hz";
"units-hz--long-str"	= "Hertz";
"units-byte-short-str"	= "B";
"units-byte-long-str"	= "Byte";
"units-bit-short-str"	= "b";
"units-bit-long-str"	= "bit";
"units-volt-short-str"	= "V";
"units-volt-long-str"	= "Volt";


"units-hour-str"		= " ώρα ";
"units-hours-str"		= " ώρες ";
"units-min-str"			= " λεπτό ";
"units-mins-str"		= " λεπτά ";
"units-sec-str"			= " δευτ.";
"units-secs-str"		= " δευτ.";

"units-kilo-str"		= "K";
"units-mega-str"		= "M";
"units-giga-str"		= "G";
"units-tera-str"		= "Τ";

"delim-date-str"		= "/";
"delim-at-str"			= " @ ";
"delim-record-str"		= ":";
"delim-field-str"		= ", ";
"delim-item-str"		= "-";
"delim-decimal-str"		= ".";
"delim-thousds-str"		= ", ";
"delim-space-str"		= " ";
"delim-pct-str"			= "%";

"notcompat-nosupport-str"		= "Το Apple Hardware Test δεν υποστηρίζει αυτόν τον υπολογιστή.";
"notcompat-ownrisk-str"			= "Συνεχίστε με δική σας ευθύνη [προέκδοση μόνο].";


"test-head-intro1-text"			= "Το Apple Hardware Test μπορεί να εκτελεί δοκιμές υλισμικού στο Macintosh σας.";
"test-head-intro2-text"			= "Για την εκτέλεση των δοκιμών, κάντε κλικ στο κουμπί «Δοκιμή» ή πατήστε το πλήκτρο «T».";

"test-probe-onto-text"			= "Γίνεται διερεύνηση του υλισμικού σας. Ίσως χρειαστούν μερικά λεπτά...";
"test-probe-outof-text"			= "Η διερεύνηση υλισμικού ολοκληρώθηκε.";

"test-controls-launch"			= "Δοκιμή";
"test-controls-interrupt"		= "Διακοπή δοκιμής";

"test-choices-title"			= "Επιλογές δοκιμής";
"test-about-title"				= "Πληροφορίες για τις δοκιμές και τα αποτελέσματα";
"test-results-title"			= "Αποτελέσματα δοκιμής";

"test-results-notestyet"		= "Δεν είναι δυνατή η εκτέλεση δοκιμής μέχρι την ολοκλήρωση της διερεύνησης.";
"test-results-nodevfound"		= "Δεν βρέθηκαν συσκευές.";
"test-results-notyet"			= "Έτοιμο για δοκιμή.";
"test-results-quick-ongoing"	= "Δοκιμή σε εξέλιξη.";
"test-results-extend-ongoing"	= "Εκτεταμένη δοκιμή σε εξέλιξη.";
"test-results-willstop"			= "Η δοκιμή θα διακοπεί.";
"test-results-interrupted"		= "Η δοκιμή δεν ολοκληρώθηκε.";
"test-results-nofail"			= "Δεν βρέθηκε πρόβλημα.";
"test-results-error"			= "Εσωτερικό σφάλμα κατά τη δοκιμή.";
"test-results-failed"			= "Ειδοποίηση!  Το Apple Hardware Test εντόπισε σφάλμα.";

"test-ongoing-short-status"		= "Δοκιμή σε εξέλιξη.";
"test-ongoing-mlb-status"		= "Γίνεται δοκιμή της κύριας πλακέτας λογικής.";
"test-ongoing-memory-status"	= "Γίνεται δοκιμή μνήμης.";
"test-ongoing-storage-status"	= "Γίνεται δοκιμή χώρου αποθήκευσης.";
"test-ongoing-video-status"		= "Γίνεται δοκιμή γραφικών.";

"test-ongoing-pass-time-text"	= " σε δοκιμή...";
"test-ongoing-pass-time-1-text"	= " ";
"test-ongoing-pass-time-2-text"	= "σε δοκιμή...";
"test-ongoing-sess-pass-text"	= "Αριθμός επιτυχίας: ";
"test-ongoing-sess-time-text"	= "Συνολικός χρόνος δοκιμής: ";

"test-desc-initial-1-text"	= "Το Apple Hardware Test είναι ένα διαγνωστικό εργαλείο για τον εντοπισμό προβλημάτων στα στοιχεία υλισμικού του υπολογιστή σας.";
"test-desc-initial-2-text"	= " ";
"test-desc-initial-3-text"	= "Οι δοκιμές που εκτελέστηκαν θα βοηθήσουν να εξακριβωθεί εάν υπάρχει πρόβλημα πρόβλημα υλισμικού ή λογισμικού.";
"test-desc-initial-4-text"	= " ";
"test-desc-initial-5-text"	= "Εάν τα αποτελέσματα δοκιμής καταλήξουν στο συμπέρασμα ότι δεν υπάρχει πρόβλημα υλισμικού, συμβουλευτείτε το εγχειρίδιο και/ή τη Βοήθεια (σύστημα) που συνοδεύει τον υπολογιστή σας για περαιτέρω συμβουλές επίλυσης προβλημάτων.";
"test-desc-initial-6-text"	= " ";

"test-desc-intro-quick-text"	= "Εκτιμώμενος χρόνος για ολοκλήρωση: 3 λεπτά ή περισσότερο, ανάλογα με την ποσότητα της εγκατεστημένης μνήμης.";	/* default */
"test-desc-intro-quick-text2"	= "Εκτιμώμενος χρόνος για ολοκλήρωση: 10 έως 15 δευτερόλεπτα ή περισσότερο, ανάλογα με την ποσότητα της εγκατεστημένης μνήμης.";
"test-desc-intro-quick-text3"	= "Εκτιμώμενος χρόνος για ολοκλήρωση: 2 λεπτά ή περισσότερο, ανάλογα με την ποσότητα της εγκατεστημένης μνήμης.";
"test-desc-intro-quick-text4"	= "Εκτιμώμενος χρόνος για ολοκλήρωση: 4 λεπτά ή περισσότερο, ανάλογα με την ποσότητα της εγκατεστημένης μνήμης.";

"test-desc-intro-extend-text"	= "Εκτιμώμενος χρόνος για ολοκλήρωση: 1 ώρα ή περισσότερο, ανάλογα με την ποσότητα της εγκατεστημένης μνήμης.";	/* default */
"test-desc-intro-extend-text2"	= "Εκτιμώμενος χρόνος για ολοκλήρωση: 10 έως 15 λεπτά ή περισσότερο, ανάλογα με την ποσότητα της εγκατεστημένης μνήμης.";
"test-desc-intro-extend-text3"	= "Εκτιμώμενος χρόνος για ολοκλήρωση: 30 λεπτά ή περισσότερο, ανάλογα με την ποσότητα της εγκατεστημένης μνήμης.";
"test-desc-intro-extend-text4"	= "Εκτιμώμενος χρόνος για ολοκλήρωση: 2 ώρες ή περισσότερο, ανάλογα με την ποσότητα της εγκατεστημένης μνήμης.";

"test-desc-option-extend-text"	= "Εκτέλεση εκτεταμένης δοκιμής (διαρκεί πολύ περισσότερο χρόνο).";
"test-desc-option-loop-text"	= "Οι βρόχοι είναι ενεργοποιημένοι.";

"test-desc-quick-running-1-text"	= "Δοκιμή σε εξέλιξη...";
"test-desc-quick-running-2-text"	= "Για διακοπή, κάντε κλικ στο κουμπί «Διακοπή δοκιμής».";
"test-desc-quick-running-3-text"	= "Εναλλακτικά, πιέστε το πλήκτρο Command (Apple) και το πλήκτρο «.» (τελεία) ταυτόχρονα.";
"test-desc-quick-running-4-text"	= " ";

"test-desc-extend-running-1-text"	= "Εκτεταμένη δοκιμή σε εξέλιξη...";
"test-desc-extend-running-2-text"	= "Για διακοπή, κάντε κλικ στο κουμπί «Διακοπή δοκιμής».";
"test-desc-extend-running-3-text"	= "Εναλλακτικά, πιέστε το πλήκτρο Command (Apple) και το πλήκτρο «.» (τελεία) ταυτόχρονα.";
"test-desc-extend-running-4-text"	= " ";

/* About the Tests and Results Test tests failed */
"test-result-testing-1-text"		= "Ειδοποίηση!  Το Apple Hardware Test εντόπισε σφάλμα.";
"test-result-testing-2-text"		= " ";
"test-result-testing-3-text"		= "Κατά πρώτον, σημειώστε τον κωδικό σφάλματος στην περιοχή αποτελεσμάτων δοκιμής.";
"test-result-testing-4-text"		= " ";
"test-result-testing-5-text"		= "Κατά δεύτερον, εάν υπάρχουν περιφερειακές συσκευές συνδεδεμένες στον υπολογιστή, τερματίστε τον υπολογιστή, αποσυνδέστε τις περιφερειακές συσκευές και εκτελέστε την Εκτεταμένη δοκιμή για επαλήθευση των αποτελεσμάτων.";
"test-result-testing-6-text"		= " ";
"test-result-testing-7-text"		= "Στη συνέχεια, εάν αναφέρεται ακόμη σφάλμα, ανατρέξτε στο υλικό σέρβις και υποστήριξης που συνοδεύει τον υπολογιστή σας για οδηγίες σχετικά με την επικοινωνία με το AppleCare για περαιτέρω βοήθεια.";
"test-result-testing-8-text"		= " ";

/* About the Tests and Results Test POST failed */
"test-result-startup-1-text"		= "Ειδοποίηση!  Το Apple Hardware Test εντόπισε σφάλμα κατά την εκκίνηση.";
"test-result-startup-2-text"		= " ";
"test-result-startup-3-text"		= "Κατά πρώτον, σημειώστε τους κωδικούς σφαλμάτων στην περιοχή αποτελεσμάτων δοκιμής.";
"test-result-startup-4-text"		= " ";
"test-result-startup-5-text"		= "Κατά δεύτερον, εάν υπάρχουν περιφερειακές συσκευές συνδεδεμένες στον υπολογιστή, τερματίστε τον υπολογιστή, αποσυνδέστε τις περιφερειακές συσκευές και εκτελέστε την Εκτεταμένη δοκιμή για επαλήθευση των αποτελεσμάτων.";
"test-result-startup-6-text"		= " ";
"test-result-startup-7-text"		= "Στη συνέχεια, εάν αναφέρεται ακόμη σφάλμα, ανατρέξτε στο υλικό σέρβις και υποστήριξης που συνοδεύει τον υπολογιστή σας για οδηγίες σχετικά με την επικοινωνία με το AppleCare για περαιτέρω βοήθεια.";
"test-result-startup-8-text"		= " ";
"test-result-startup-9-text"		= " ";
"test-result-startup-10-text"		= " ";
"test-result-startup-11-text"		= " ";


/* HW-Profile values */

"prof-prod-group-title"			= "Προϊόν";
"prof-prod-group-subtitle"		= "Λεπτομέρειες προϊόντος:";
"prof-prod-name-label"			= "Όνομα Macintosh:";
"prof-prod-model-label"			= "Μοντέλο Macintosh:";
"prof-prod-cputype-label"		= "Τύπος CPU:";
"prof-prod-cpucount-label"		= "Αριθμός επεξεργαστών:";
"prof-prod-cpucoretotal-label"	= "Συνολικός αριθμός πυρήνων:";
"prof-prod-cpucorecount-label"	= "Αριθμός πυρήνων:";
"prof-prod-cpuspeed-label"		= "Ταχύτητα CPU:";
"prof-prod-cpucache-label"		= "CPU L2 (ανά επεξεργαστή):";

"prof-prod-L2cache-label"		= "Cache L2:";
"prof-prod-L2cachecore-label"	= "Cache L2 (ανά πυρήνα):";
"prof-prod-L3cache-label"		= "Cache L3:";

"prof-prod-cpucache3-label"		= "Cache L3 CPU (ανά CPU):";
"prof-prod-mlb-sn-label"		= "Σειριακός αρ. κύριας πλακέτας λογικής (MLB):";
"prof-processor-tray-sn-label"	= "Σειριακός αρ. δίσκου επεξεργαστή:";

"prof-graph-group-title"		= "Βίντεο";
"prof-graph-group-subtitle"		= "Λεπτομέρειες βίντεο:";
"prof-graph-chipset-label"		= "Γραφικά:";
"prof-graph-vram-label"			= "VRAM:";
"prof-graph-disp-width-label"	= "Πλάτος οθόνης (σε pixel):";
"prof-graph-disp-height-label"	= "Ύψος οθόνης (σε pixel):";

"prof-communi-group-title"		= "Επικοινωνία";
"prof-communi-group-subtitle"	= "Λεπτομέρειες επικοινωνίας:";
"prof-communi-enet-mac-label"	= "Διεύθυνση MAC Ethernet:";
"prof-communi-fwire-mac-label"	= "Διεύθυνση MAC FireWire:";
"prof-communi-airp-type-label"	= "AirPort:";
"prof-communi-bluetooth-label"	= "Bluetooth:";
"prof-communi-irport-label"		= "Δέκτης υπέρυθρων:";
"prof-communi-usb1-connect-label"	= "Θύρα USB 1:";
"prof-communi-usb2-connect-label"	= "Θύρα USB 2:";
"prof-communi-usb3-connect-label"	= "Θύρα USB 3:";
"prof-communi-usb4-connect-label"	= "Θύρα USB 4:";

"prof-memo-group-title"			= "Μνήμη";
"prof-memo-group-subtitle"		= "Λεπτομέρειες μνήμης:";
"prof-memo-overview-label"		= "Σύνοψη";
"prof-memo-slot-1-label"		= "Μνήμη αρ. 1";
"prof-memo-slot-2-label"		= "Μνήμη αρ. 2";
"prof-memo-slot-3-label"		= "Μνήμη αρ. 3";
"prof-memo-slot-4-label"		= "Μνήμη αρ. 4";
"prof-memo-slot-5-label"		= "Μνήμη αρ. 5";
"prof-memo-slot-6-label"		= "Μνήμη αρ. 6";
"prof-memo-slot-7-label"		= "Μνήμη αρ. 7";
"prof-memo-slot-8-label"		= "Μνήμη αρ. 8";

"prof-memo-type-str"			= "Συγκολλημένη SDRAM στην κύρια πλακέτα λογικής (MLB).";
"prof-memo--str"				= "Άγνωστο";
"prof-memo-pc2-3700-str"		= "PC2-3700";
"prof-memo-pc2-4000-str"		= "PC2-4000";
"prof-memo-pc2-4200-str"		= "PC2-4200";
"prof-memo-pc2-4800-str"		= "PC2-4800";
"prof-memo-ddr2-str"			= "DDR2 SDRAM";
"prof-memo-fbdimm-str"			= "FBDIMM";
"prof-memo-cl-str"				= "CL";
"prof-memo-ct1-str"				= " Χρόνος κύκλου (ns)";
"prof-memo-ct2-str"				= " Κύκλος (ns)";
"prof-memo-ct3-str"				= " (ns)";
"prof-memo-rev-str"				= "Επιστρ.";
"prof-memo-paired-str"			= "Ζευγοποιημένο με αρ.";
"prof-memo-paired-not-str"		= " δεν έχει ζευγοποιηθεί";
"prof-memo-mismatch-label"		= "Αναντιστοιχία:";
"prof-memo-size-str"			= " μέγεθος";
"prof-memo-speed-str"			= " ταχύτητα";
"prof-memo-vendor-str"			= " προμηθευτής";
"prof-memo-recommend-str"		= "Συνιστώμενα: ";
"prof-memo-post-fail-str"		= "Αποτυχία POST";

"prof-board-group-title"		= "Πλακέτα λογικής";
"prof-board-brom-vers-label"	= "Έκδοση Boot ROM:";
"prof-board-smc-vers-label"		= "Έκδοση SMC:";
"prof-board-syst-sn-label"		= "Σειριακός αρ. συστήματος:";
"prof-board-bootdev-label"		= "Προεπιλεγμένη συσκευή εκκίνησης:";

"prof-stor-group-title"			= "Αποθήκευση";
"prof-stor-size-label"			= "Μέγεθος:";

"prof-powr-group-title"			= "Ισχύς";
"prof-powr-group-subtitle"		= "Λεπτομέρειες ισχύος:";
"prof-powr-src-label"			= "Πηγή ισχύος:";
"prof-powr-src-wall-str"		= "Προσαρμογέας";
"prof-powr-src-batt-str"		= "Μπαταρία";
"prof-powr-ac-on-str"			= "Συνδεδεμένο";
"prof-powr-ac-off-str"			= "Δεν είναι συνδεδεμένο";
"prof-powr-capac-label"			= "Χωρητικότητα:";
"prof-powr-volt-label"			= "Τάση:";
"prof-powr-status-label"		= "Κατάσταση:";

